<script setup>
import Siddebar3 from '@/components/Sidbar3.vue';
</script>
<template>
  <Siddebar3/>
      <section class="section-content">
            <section >
            <div class="mycontent">
                <div class="dalil">
                    <div class="container">
                        <div class="row">
                            <div class="col-12 d-flex justify-content-between">
                                <h2 class="title">أنظمة وأدلة</h2>
                                <form action="" method="get">
                                    <div class="cs-input-icon">
                                        <div class="form-floating mb-3">
                                            <input type="text" class="form-control cs-search-input" id="floatingInput" placeholder="">
                                            <label for="floatingInput">ابحث برقم الجلسة ...</label>
                                        </div>
                                        <span class="input-icon">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20">
                                                <path id="Subtraction_55" data-name="Subtraction 55" d="M18,20a1.988,1.988,0,0,1-1.415-.586L13.792,16.62a9,9,0,1,1,2.828-2.828l1.933,1.932.6.6.258.258A2,2,0,0,1,18,20ZM9,3a6,6,0,1,0,6,6A6.007,6.007,0,0,0,9,3Z" transform="translate(0)" fill="#392c23"></path>
                                            </svg>
                                        </span>
                                    </div>
                                </form>
                            </div>
                        </div>
                        <div class="row mt-3">
                            <div class="col y-service active">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24">
                                        <path id="icons8_all_out" d="M2,2V8H4V5.43L9.07,10.5l1.414-1.414L5.4,4H8V2ZM20,2V4h2.586L19.945,6.586,21.359,8,24,5.414V8h2V2ZM14,4A9.954,9.954,0,0,0,9.4,5.172l1.469,1.469A8.047,8.047,0,0,1,14,6a7.87,7.87,0,0,1,3.125.641l1.469-1.469A9.829,9.829,0,0,0,14,4Zm8.836,5.406-1.469,1.469a8.007,8.007,0,0,1-.008,6.258L22.828,18.6a9.634,9.634,0,0,0,.008-9.2Zm-17.68.016A9.967,9.967,0,0,0,4,14a9.829,9.829,0,0,0,1.172,4.594l1.469-1.469A7.87,7.87,0,0,1,6,14a8.062,8.062,0,0,1,.625-3.109ZM9.07,17.516,4,22.586V20H2v6H8V24H5.414l5.07-5.07Zm9.844,0L17.5,18.93,22.57,24H20v2h6V20H24v2.6Zm-8.039,3.852L9.406,22.836A9.918,9.918,0,0,0,14,24a9.945,9.945,0,0,0,4.578-1.156l-1.469-1.469a8.04,8.04,0,0,1-6.234-.008Z" transform="translate(-2 -2)" fill="#392c23"></path>
                                    </svg>
                                </figure>
                                <p>جميع
                                    الخدمات</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24.005" viewBox="0 0 24 24.005">
                                        <path id="icons8_construction" d="M13.927,1A3.693,3.693,0,1,0,17.62,4.693,3.707,3.707,0,0,0,13.927,1Zm0,1.847A1.847,1.847,0,1,1,12.08,4.693,1.833,1.833,0,0,1,13.927,2.847ZM5.372,6.54A2.778,2.778,0,0,0,3.179,7.614L3.111,7.7,1.08,12.224a.925.925,0,0,0,.49,1.233l13.986,7.152a6.6,6.6,0,0,0-.7,1.27,13.2,13.2,0,0,0-.646,2l-.252,1.125H25l-.188-1.082a34.671,34.671,0,0,0-.92-3.809,13.511,13.511,0,0,0-1.118-2.727,4.237,4.237,0,0,0-.826-1.064,2.013,2.013,0,0,0-1.327-.552,1.529,1.529,0,0,0-.963.368,2.864,2.864,0,0,0-.537.606,14.375,14.375,0,0,0-.783,1.356,7.657,7.657,0,0,1-.7,1.118c-.207.248-.3.245-.245.245h0L13.927,17.7v-5.85A2.769,2.769,0,0,0,12.82,9.634L9.433,7.1A2.758,2.758,0,0,0,7.774,6.54Zm0,1.847h2.4a.919.919,0,0,1,.552.184l3.387,2.539a.918.918,0,0,1,.368.739v4.9L3.129,12.18,4.676,8.729A.919.919,0,0,1,5.372,8.386ZM4.51,17.035,2.952,25.006H4.831l1.389-7.1Zm16.208.667a2.666,2.666,0,0,1,.458.61,12.376,12.376,0,0,1,.949,2.351,19.644,19.644,0,0,1,.6,2.5H16.376a4.556,4.556,0,0,1,.184-.566,4.681,4.681,0,0,1,.577-1.046.951.951,0,0,1,.252-.235,2.186,2.186,0,0,0,1.663-.909,8.582,8.582,0,0,0,.905-1.421c.257-.472.5-.917.682-1.183A.9.9,0,0,1,20.718,17.7ZM8.167,18.9l1.922,2.831a.931.931,0,0,1,.144.5v2.77H12.08v-2.77a2.785,2.785,0,0,0-.451-1.515l-.047-.072Z" transform="translate(-0.999 -1)" fill="#392c23"></path>
                                    </svg>

                                </figure>
                                <p>خدمات
                                    البناء</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="25.953" viewBox="0 0 20 25.953">
                                        <path id="icons8_water" d="M13,1.023l-.727.766A70.241,70.241,0,0,0,7.7,7.258C5.406,10.32,3,13.891,3,16.977a10,10,0,0,0,20,0c0-3.086-2.406-6.656-4.7-9.719a71.292,71.292,0,0,0-4.578-5.469Zm0,3.016a49.555,49.555,0,0,1,3.7,4.422c2.2,2.953,4.3,6.633,4.3,8.516a8,8,0,0,1-16,0c0-1.883,2.094-5.563,4.3-8.516A49.555,49.555,0,0,1,13,4.039ZM7,16.977a6.217,6.217,0,0,0,1.422,4.039A5.9,5.9,0,0,0,13,22.977v-2a3.7,3.7,0,0,1-3.047-1.258A4.291,4.291,0,0,1,9,16.977Z" transform="translate(-3 -1.023)" fill="#392c23"></path>
                                    </svg>

                                </figure>
                                <p>خدمات
                                    المياة</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="14.345" height="30" viewBox="0 0 14.345 30">
                                        <path id="icons8_electricity" d="M13.406,1.994a1.2,1.2,0,0,0-1.065.593L5.17,14.54A1.2,1.2,0,0,0,6.2,16.352h9.782L9.914,25.915H5l3.287,6.079,8.666-6.079H12.743L19.159,15.8a1.2,1.2,0,0,0-1.009-1.835H8.312L14.4,3.82a1.2,1.2,0,0,0-.99-1.826Z" transform="translate(-4.999 -1.994)" fill="#392c23"></path>
                                    </svg>

                                </figure>
                                <p>خدمات
                                    الكهرباء</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24.014" viewBox="0 0 24 24.014">
                                        <path id="icons8_pipelines" d="M2.909.992A.923.923,0,0,0,2,1.93V9.314a.923.923,0,1,0,1.846,0V8.391h8.16a.923.923,0,0,0,.3,0H14a4.611,4.611,0,0,1,4.615,4.615v1.7a.923.923,0,0,0,0,.3V23.16h-.923a.923.923,0,1,0,0,1.846h7.385a.923.923,0,1,0,0-1.846h-.923V15a.923.923,0,0,0,0-.3V13.007A10.176,10.176,0,0,0,14,2.853H12.323a.881.881,0,0,0-.321,0H3.846V1.93A.923.923,0,0,0,2.909.992ZM3.846,4.7h7.385V6.545H3.846Zm9.231,0H14a8.306,8.306,0,0,1,8.308,8.308v.923H20.461v-.923A6.48,6.48,0,0,0,14,6.545h-.923ZM2.909,12.069A.923.923,0,0,0,2,13.007v7.385a.923.923,0,1,0,1.846,0v-.923H7.538V23.16H6.615a.923.923,0,1,0,0,1.846H14a.923.923,0,1,0,0-1.846h-.923V18.545A4.629,4.629,0,0,0,8.462,13.93H3.846v-.923a.923.923,0,0,0-.937-.937Zm.937,3.707H8.462a2.754,2.754,0,0,1,2.769,2.769V23.16H9.385V18.545a.923.923,0,0,0-.923-.923H3.846Zm16.615,0h1.846V23.16H20.461Z" transform="translate(-2 -0.992)" fill="#392c23"></path>
                                    </svg>

                                </figure>
                                <p>
                                    الصرف الصحي</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24">
                                        <path id="icons8_environmental_planning" d="M3.4,1A2.4,2.4,0,0,0,1,3.4V21.8H12.2V20.2H10.6V17H7.4v3.2H2.6V3.4a.8.8,0,0,1,.8-.8H14.6a.8.8,0,0,1,.8.8v9.3a5.419,5.419,0,0,1,1.6-.434V9h4.8v3.2h1.6V8.6a1.212,1.212,0,0,0-1.2-1.2H17v-4A2.4,2.4,0,0,0,14.6,1Zm.8,3.2V5.8H5.8V4.2Zm3.2,0V5.8h3.2V4.2Zm4.8,0V5.8h1.6V4.2Zm-8,3.2V9H5.8V7.4Zm3.2,0V9h3.2V7.4Zm4.8,0V9h1.6V7.4Zm-8,3.2v1.6H5.8V10.6Zm3.2,0v1.6h3.2V10.6Zm4.8,0v1.6h1.6V10.6Zm6.4,0v1.6h1.6V10.6ZM4.2,13.8v1.6H5.8V13.8Zm3.2,0v1.6h3.2V13.8Zm4.8,0v1.6h.5A5.446,5.446,0,0,1,13.8,13.8Zm5.453,0A3.865,3.865,0,0,0,13.8,17.653a3.754,3.754,0,0,0,2.663,3.553l-2.628,2.628,1.131,1.131,2.628-2.628A3.754,3.754,0,0,0,21.147,25,3.865,3.865,0,0,0,25,21.147V14.6a.8.8,0,0,0-.8-.8Zm0,1.6H23.4v5.747a2.255,2.255,0,0,1-4.509,0v-.106l2.875-2.875-1.131-1.131-2.878,2.878c-.048,0-.032,0-.1,0a2.255,2.255,0,0,1,0-4.509ZM4.2,17v1.6H5.8V17Z" transform="translate(-1 -1)" fill="#392c23"></path>
                                    </svg>
                                </figure>
                                <p>التخطيط
                                    الحضري</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24">
                                        <path id="icons8_paint_palette" d="M13,1A12.009,12.009,0,0,0,1,13v.923a3.709,3.709,0,0,0,3.692,3.692h.923a2.752,2.752,0,0,1,2.769,2.769v.923A3.709,3.709,0,0,0,12.077,25H13A12,12,0,1,0,13,1Zm0,1.846a10.154,10.154,0,1,1,0,20.308h-.923a1.831,1.831,0,0,1-1.846-1.846v-.923a4.629,4.629,0,0,0-4.615-4.615H4.692a1.831,1.831,0,0,1-1.846-1.846V13A10.141,10.141,0,0,1,13,2.846Zm-.923,1.846a1.846,1.846,0,1,0,1.846,1.846A1.85,1.85,0,0,0,12.077,4.692Zm5.538,1.846a1.846,1.846,0,1,0,1.846,1.846A1.85,1.85,0,0,0,17.615,6.538ZM6.538,8.385a1.846,1.846,0,1,0,1.846,1.846A1.85,1.85,0,0,0,6.538,8.385Zm12.923,3.692a1.846,1.846,0,1,0,1.846,1.846A1.85,1.85,0,0,0,19.462,12.077Zm-3.692,5.538a1.846,1.846,0,1,0,1.846,1.846A1.85,1.85,0,0,0,15.769,17.615Z" transform="translate(-1 -1)" fill="#392c23"></path>
                                    </svg>

                                </figure>
                                <p>خدمات
                                    الحرف</p>
                            </div>
                            <div class="col y-service">
                                <figure>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="28.39" height="24" viewBox="0 0 28.39 24">
                                        <path id="icons8_service_1" d="M21,2V4.422a5.058,5.058,0,0,0-2.746,1.164c-.019.022-.008.056-.027.078l-.922-.531-.867-.5-1,1.734.867.5,1.219.7C17.381,8.066,17,8.489,17,9s.379.935.523,1.43l-1.219.7-.867.5,1,1.734.867-.5.922-.531c.019.022.008.056.027.078A5.058,5.058,0,0,0,21,13.579V16h2V13.579a5.057,5.057,0,0,0,2.746-1.164c.019-.022.008-.056.027-.078l.922.531.867.5,1-1.734-.867-.5-1.219-.7C26.623,9.935,27,9.512,27,9s-.379-.935-.523-1.43l1.219-.7.867-.5-1-1.734-.867.5-.922.531c-.019-.022-.008-.056-.027-.078A5.057,5.057,0,0,0,23,4.422V2Zm1,4a2.812,2.812,0,0,1,2.254.914A3.163,3.163,0,0,1,25,9a3.163,3.163,0,0,1-.746,2.086A2.812,2.812,0,0,1,22,12a2.812,2.812,0,0,1-2.254-.914A3.163,3.163,0,0,1,19,9a3.163,3.163,0,0,1,.746-2.086A2.812,2.812,0,0,1,22,6ZM9,14a10.93,10.93,0,0,0-2.285.3,1,1,0,0,0-.105.031L1.669,16.055a1,1,0,0,0-.617,1.262l2,6a1,1,0,0,0,1.32.613l4.586-1.836,6.352,3.133-.113-.063a5.007,5.007,0,0,0,4.914.352,1,1,0,0,0,.133-.074l8.317-5.613.828-.559-1.117-1.656-.828.559-8.207,5.535a3,3,0,0,1-2.93-.211,1,1,0,0,0-.113-.062L9.443,20.1a1,1,0,0,0-.813-.031L4.614,21.677,3.263,17.618l3.946-1.379A10.784,10.784,0,0,1,9,16a3.084,3.084,0,0,1,2.383.785,19.316,19.316,0,0,0,3.649,2.684c1.174.519,2.46.564,4.981.531l1-.012-.024-2-1,.012c-2.479.033-3.444-.049-4.145-.359a22.582,22.582,0,0,1-3.227-2.426A5.546,5.546,0,0,0,9,14Z" transform="translate(-0.999 -2)" fill="#392c23"></path>
                                    </svg>
                                </figure>
                                <p>خدمات
                                    أخري</p>
                            </div>
                        </div>
                        <div class="participation cs-scroll">
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                            <div class="participate active">
                                <p>تنازل عن اشتراك مياه
                                </p>
                            </div>
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                            <div class="participate">
                                <p>اشتراك مياه جديد</p>
                            </div>
                        </div>
                        <div class="row mt-4">
                            <div class="col-xl-7 col-lg-9 col-sm-12">
                                <div class="row">
                                    <div class="col-xl-3 col-lg-6 col-sm-12">
                                        <div class="participate-data">
                                            <h3>الوثائق المطلوبة</h3>
                                            <p> صورة الهوية | سند ملكية | الفاتورة</p>
                                        </div>
                                    </div>
                                    <div class="col-xl-3 col-lg-6 col-sm-12">
                                        <div class="participate-data">
                                            <h3>مدة التنفيذ / يوم</h3>
                                            <p>فورا</p>
                                        </div>
                                    </div>
                                    <div class="col-xl-3 col-lg-6 col-sm-12">
                                        <div class="participate-data">
                                            <h3>جهة التنفيذ</h3>
                                            <p>حسابات المشتركين</p>
                                        </div>
                                    </div>
                                    <div class="col-xl-3 col-lg-6 col-sm-12">
                                        <div class="participate-data">
                                            <h3>الرسوم المطلوبة بالشيكل</h3>
                                            <p>115</p>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-xl-4 col-lg-6 col-sm-12">
                                <div class="row">
                                    <div class="col-12">
                                        <div class="participate-data">
                                            <h3>تسلسل إجراءات التقديم</h3>
                                            <p>يرجى تتبع التسلسل التالي لتقديم طلب الحصول على الخدمة المطلوبة</p>
                                        </div>
                                    </div>
                                    <div class="row">
                                        <div class="col-6">
                                            <span class="y-counter">1</span>
                                            <p class="d-inline" style="color:#CF2A45 ;">دائرة خدمات الجمهور</p>
                                        </div>
                                        <div class="col-6">
                                            <span class="y-counter">2</span>
                                            <p class="d-inline" style="color:#CF2A45 ;">قسم التخطيط الحضري</p>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            </section>
            </section>
</template>