<script setup>
import Sidebar6 from "@/components/sidebar6.vue";
</script>
<template>
  <section class="section-content">
    <section>
      <Sidebar6 />
      <div class="mycontent">
        <div class="y-location-page">
          <div class="container">
            <div class="row">
              <div class="col-xl-6 col-md-12">
                <div class="y-location">
                  <h2 class="title">الموقع والمناخ</h2>
                  <p>
                    غزة مدينة ساحلية فلسطينية، وأكبر مدن قطاع غزة وتقع في شماله،
                    في الطرف الجنوبي للساحل الشرقي من البحر المتوسط. تبعد عن
                    مدينة القدس مسافة 78 كم إلى الجنوب الغربي، وهي مركز محافظة
                    غزة وأكبر مدن السلطة الفلسطينية من حيث تعداد السكان، حيث بلغ
                    عدد سكان محافظة غزة 700 ألف نسمة في عام 2013، ما يجعلها أكبر
                    تجمع للفلسطينيين في فلسطين، تبلغ .مساحتها 56 كم2، مما يجعلها
                    من أكثر المدن كثافة بالسكان في العالم تعتبر مدينة غزة من أهم
                    المدن الفلسطينية، لأهمية موقعها الاستراتيجي والأهمية
                    الاقتصادية والعمرانية للمدينة، بالإضافة إلى كونها المقر
                    المؤقت .للسلطة الوطنية الفلسطينية، ووجود الكثير من مقراتها
                    ووزارتها فيها أسس المدينة الكنعانيون في القرن الخامس عشر قبل
                    الميلاد، احتلها الكثير من . الغزاة كالفراعنة والإغريق
                    والرومان والبيزنطيون والعثمانيون والإنجليز وغيرهم . في عام
                    635 م دخل المسلمون العرب المدينة وأصبحت مركزاً إسلامياً
                    مهماً يوجد بها قبر هاشم بن عبد مناف الجد الثاني للنبي محمد
                    بن عبد الله، لذلك تُسمى أيضاً "غزة هاشم"، كما أنها مسقط رأس
                    الإمام الشافعي الذي ولد عام .767م وهو أحد أئمة المذاهب
                    الأربعة عند المسلمين السنة
                  </p>
                </div>
              </div>
              <div class="col-xl-6 col-md-12">
                <div class="location-image">
                  <img src="img/city_Gaza_geographically.png" alt="" />
                  <!-- width="619" height="334" -->
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </section>
</template>
