<script setup>
import Sidebar2 from "@/components/Sidebar2.vue";
</script>
<template>
  <Sidebar2 />
  <section class="section-content">
    <div class="mycontent">
      <div class="plans-page">
        <div class="container">
          <div class="row" style="margin-top: 90px">
            <div class="col-xl-6 col-lg-4">
              <div class="main-title">
                <h1 class="title">الخطة الاستراتيجية لبلدية غزة</h1>
                <select
                  class="form-select cs-select"
                  aria-label="Default select example"
                >
                  <option selected="">الاصدار</option>
                  <option value="1">One</option>
                  <option value="2">Two</option>
                  <option value="3">Three</option>
                </select>
                <select
                  class="form-select cs-select"
                  aria-label="Default select example"
                >
                  <option selected="">التقويم</option>
                  <option value="1">One</option>
                  <option value="2">Two</option>
                  <option value="3">Three</option>
                </select>
              </div>
            </div>
          </div>
          <div class="row">
            <div class="col-xxl-5 col-xl-6">
              <p>
                نحرص في بلدية غزة على وضع خطط استراتيجية تستجيب لرؤيتنا وقيمنا،
                ونسعى في كل خطة إلى ترسيخ ثقافة الريادة والابتكار والاستثمار
                الأمثل في الموارد البشرية والمادية وتوفير بيئة داعمة ومحفزة تجعل
                من غزة مدينة صحية وآمنة ومستدامة تتوافر فيها مقومات النجاح
              </p>
              <h2 class="mb-3">
                لبلدية غزة عبر الآتي يمكنك الاطلاع على الخطط والأهداف
                الاستراتيجية :
              </h2>
              <div class="gole-card">
                <div class="d-flex">
                  <figure>
                    <svg
                      xmlns="http://www.w3.org/2000/svg"
                      width="30"
                      height="30"
                      viewBox="0 0 30 30"
                    >
                      <g
                        id="svgexport-6_59_"
                        data-name="svgexport-6 (59)"
                        transform="translate(0)"
                      >
                        <path
                          id="Path_30140"
                          data-name="Path 30140"
                          d="M27.8,7.175,29.252,5.72a.879.879,0,0,0-.548-1.5L26,3.995l-.228-2.7a.879.879,0,0,0-1.5-.547L22.825,2.2a15,15,0,0,0-18.433,23.4A15,15,0,0,0,27.8,7.175ZM24.315,4.882a.879.879,0,0,0,.8.8l1.553.131-2.1,2.1-2.292-.193-.193-2.292,2.1-2.1ZM17.987,15A2.991,2.991,0,1,1,16.4,12.36l-2.019,2.019a.879.879,0,1,0,1.243,1.243L17.639,13.6a2.968,2.968,0,0,1,.348,1.4Zm-.313-3.918a4.751,4.751,0,1,0,1.243,1.243l2.509-2.509a8.271,8.271,0,1,1-1.243-1.243Zm6.689,13.282A13.242,13.242,0,1,1,5.635,5.637,13.248,13.248,0,0,1,21.542,3.486l-.991.991a.879.879,0,0,0-.257.6c0,.032,0,.064,0,.1l.118,1.4a10.028,10.028,0,1,0,3.01,3.01l1.4.118.074,0h.013l.035,0,.057,0,.035-.005.055-.011.035-.009.053-.016.034-.012.051-.022.032-.015.05-.028.029-.017c.017-.011.034-.024.051-.036l.023-.017a.871.871,0,0,0,.069-.062l.991-.991a13.248,13.248,0,0,1-2.151,15.907Zm0,0"
                          transform="translate(0.001 -0.001)"
                          fill="#3ec4b5"
                        ></path>
                      </g>
                    </svg>
                  </figure>
                </div>
                <div class="details">
                  <h2>الأهداف</h2>
                  <p>
                    نحرص في بلدية غزة على وضع خطط استراتيجية تستجيب لرؤيتنا
                    وقيمنا، ونسعى في كل خطة إلى ترسيخ ثقافة الريادة والابتكار
                    والاستثمار الأمثل في الموارد البشرية والمادية وتوفير بيئة
                    .داعمة ومحفزة تجعل من غزة
                  </p>
                </div>
              </div>
              <div class="gole-card">
                <div class="d-flex">
                  <figure>
                    <svg
                      xmlns="http://www.w3.org/2000/svg"
                      width="30"
                      height="26.484"
                      viewBox="0 0 30 26.484"
                    >
                      <g id="svgexport-10" transform="translate(-0.001 -30)">
                        <g
                          id="Group_53059"
                          data-name="Group 53059"
                          transform="translate(0.001 30)"
                        >
                          <path
                            id="Path_30141"
                            data-name="Path 30141"
                            d="M29.782,126.026a26.4,26.4,0,0,0-4.29-3.724c-6.952-4.878-13.75-5.074-20.981,0a26.4,26.4,0,0,0-4.29,3.724.876.876,0,0,0,0,1.159,26.4,26.4,0,0,0,4.29,3.724c6.952,4.878,13.75,5.074,20.981,0a26.408,26.408,0,0,0,4.29-3.724A.876.876,0,0,0,29.782,126.026Zm-8.4.579A6.384,6.384,0,1,1,15,120.311,6.347,6.347,0,0,1,21.384,126.606Zm-19.289,0a25.061,25.061,0,0,1,6.177-4.527,7.955,7.955,0,0,0,0,9.054A25.069,25.069,0,0,1,2.1,126.606Zm19.634,4.527a7.955,7.955,0,0,0,0-9.054,25.069,25.069,0,0,1,6.177,4.527A25.064,25.064,0,0,1,21.729,131.132Z"
                            transform="translate(-0.001 -113.364)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30142"
                            data-name="Path 30142"
                            d="M186.509,212.764h.517l-1.4,1.4-1.142-1.142a.882.882,0,0,0-1.247,0l-1.748,1.749a.882.882,0,1,0,1.247,1.247l1.125-1.125L185,216.032a.882.882,0,0,0,1.247,0l2.022-2.022v.223a.882.882,0,0,0,1.764,0v-2.351a.882.882,0,0,0-.882-.882h-2.645a.882.882,0,1,0,0,1.764Z"
                            transform="translate(-170.627 -200.403)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30143"
                            data-name="Path 30143"
                            d="M241.882,33.527a.882.882,0,0,0,.882-.882V30.882a.882.882,0,1,0-1.764,0v1.764A.882.882,0,0,0,241.882,33.527Z"
                            transform="translate(-226.882 -30)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30144"
                            data-name="Path 30144"
                            d="M346.938,65.458a.882.882,0,0,0,1.2-.323l.882-1.527a.882.882,0,0,0-1.527-.882l-.882,1.527A.882.882,0,0,0,346.938,65.458Z"
                            transform="translate(-326.201 -60.388)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30145"
                            data-name="Path 30145"
                            d="M241.882,421a.882.882,0,0,0-.882.882V423.7a.882.882,0,0,0,1.764,0v-1.822A.882.882,0,0,0,241.882,421Z"
                            transform="translate(-226.882 -398.102)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30146"
                            data-name="Path 30146"
                            d="M347.643,393.3a.882.882,0,0,0-1.527.882l.911,1.578a.882.882,0,1,0,1.527-.882Z"
                            transform="translate(-325.73 -371.617)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30147"
                            data-name="Path 30147"
                            d="M121.5,65.136a.882.882,0,1,0,1.527-.882l-.882-1.527a.882.882,0,1,0-1.527.882Z"
                            transform="translate(-113.439 -60.388)"
                            fill="#3ec4b5"
                          ></path>
                          <path
                            id="Path_30148"
                            data-name="Path 30148"
                            d="M122.731,392.98a.882.882,0,0,0-1.2.323l-.911,1.578a.882.882,0,0,0,1.527.882l.911-1.578A.882.882,0,0,0,122.731,392.98Z"
                            transform="translate(-113.439 -371.617)"
                            fill="#3ec4b5"
                          ></path>
                        </g>
                      </g>
                    </svg>
                  </figure>
                </div>
                <div class="details">
                  <h2>الرؤية</h2>
                  <p>
                    نحرص في بلدية غزة على وضع خطط استراتيجية تستجيب لرؤيتنا
                    وقيمنا، ونسعى في كل خطة إلى ترسيخ ثقافة الريادة والابتكار
                    والاستثمار الأمثل في الموارد البشرية والمادية وتوفير بيئة
                    .داعمة ومحفزة تجعل من غزة
                  </p>
                </div>
              </div>
            </div>
            <div class="col-xxl-6 offset-xxl-1 col-xl-6">
              <h2 class="mb-4">
                لعرض أو تحميل الخطة الاستراتيجية، يرجى اختيار الخطة أدناه ..
              </h2>
              <div class="row">
                <div class="col-md-6">
                  <div class="plan-card">
                    <div class="plan-card-body">
                      <figure>
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="38.562"
                          height="46.274"
                          viewBox="0 0 38.562 46.274"
                        >
                          <g
                            id="Group_62561"
                            data-name="Group 62561"
                            transform="translate(-1664.438 -531.863)"
                          >
                            <path
                              id="icons8_pdf"
                              d="M14.026,21.3A3.25,3.25,0,0,0,11.947,22a3.535,3.535,0,0,0-1.054,1.687,8.33,8.33,0,0,0-.06,3.615,31.008,31.008,0,0,0,2,6.115c-.286.859-.286,1.537-.648,2.38a28.627,28.627,0,0,1-1.627,2.847A23.333,23.333,0,0,0,6.043,40.26a6.731,6.731,0,0,0-2.591,2.485,3.976,3.976,0,0,0,.271,3.916A3.789,3.789,0,0,0,5.44,48.078a3.529,3.529,0,0,0,2.229.015,6.977,6.977,0,0,0,3.148-2.3,29.2,29.2,0,0,0,2.335-4.022c.572-.151.919-.407,1.506-.527a21.674,21.674,0,0,1,2.561-.211,18.6,18.6,0,0,0,1.326,1.913,5,5,0,0,0,3.615,1.416,4.481,4.481,0,0,0,3.434-2.486h.015l.015-.03a3.488,3.488,0,0,0,.422-2,3.17,3.17,0,0,0-1.009-1.868,5.217,5.217,0,0,0-3.148-1.145,18.963,18.963,0,0,0-2.832.226A18.955,18.955,0,0,1,17.1,34.129c-.136-.286-.151-.542-.271-.843a27.979,27.979,0,0,0,1.506-5.649,7.81,7.81,0,0,0-.633-4.1A4.337,4.337,0,0,0,14.026,21.3Z"
                              transform="translate(1661.438 529.863)"
                              fill="#3ec4b5"
                            ></path>
                            <path
                              id="icons8_pdf-2"
                              data-name="icons8_pdf"
                              d="M8.784,2A5.805,5.805,0,0,0,3,7.784V32.849H6.856V7.784A1.9,1.9,0,0,1,8.784,5.856H26.137V17.425H37.705V42.49a1.9,1.9,0,0,1-1.928,1.928H29.993v3.856h5.784a5.805,5.805,0,0,0,5.784-5.784V14.7L28.863,2ZM29.993,8.583l4.986,4.986H29.993Z"
                              transform="translate(1661.438 529.863)"
                              fill="#392c23"
                            ></path>
                          </g>
                        </svg>
                      </figure>
                      <h4>الخطة الاستراتيجية لبلدية غزة (2018-2021)</h4>
                    </div>
                    <div class="plan-card-footer">
                      <h6>650 ك. ب</h6>
                      <a href="#">
                        تحميل
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="10.586"
                          height="14.114"
                          viewBox="0 0 10.586 14.114"
                        >
                          <path
                            id="icons8_download_1"
                            d="M7.7,2v8.578L4.59,7.467l-.827.827,4.53,4.535,4.535-4.535-.836-.827-3.11,3.11V2ZM3,14.938v1.176H13.586V14.938Z"
                            transform="translate(-3 -2)"
                            fill="currentColor"
                          ></path>
                        </svg>
                      </a>
                    </div>
                  </div>
                </div>
                <div class="col-md-6">
                  <div class="plan-card">
                    <div class="plan-card-body">
                      <figure>
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="38.562"
                          height="46.274"
                          viewBox="0 0 38.562 46.274"
                        >
                          <g
                            id="Group_62561"
                            data-name="Group 62561"
                            transform="translate(-1664.438 -531.863)"
                          >
                            <path
                              id="icons8_pdf"
                              d="M14.026,21.3A3.25,3.25,0,0,0,11.947,22a3.535,3.535,0,0,0-1.054,1.687,8.33,8.33,0,0,0-.06,3.615,31.008,31.008,0,0,0,2,6.115c-.286.859-.286,1.537-.648,2.38a28.627,28.627,0,0,1-1.627,2.847A23.333,23.333,0,0,0,6.043,40.26a6.731,6.731,0,0,0-2.591,2.485,3.976,3.976,0,0,0,.271,3.916A3.789,3.789,0,0,0,5.44,48.078a3.529,3.529,0,0,0,2.229.015,6.977,6.977,0,0,0,3.148-2.3,29.2,29.2,0,0,0,2.335-4.022c.572-.151.919-.407,1.506-.527a21.674,21.674,0,0,1,2.561-.211,18.6,18.6,0,0,0,1.326,1.913,5,5,0,0,0,3.615,1.416,4.481,4.481,0,0,0,3.434-2.486h.015l.015-.03a3.488,3.488,0,0,0,.422-2,3.17,3.17,0,0,0-1.009-1.868,5.217,5.217,0,0,0-3.148-1.145,18.963,18.963,0,0,0-2.832.226A18.955,18.955,0,0,1,17.1,34.129c-.136-.286-.151-.542-.271-.843a27.979,27.979,0,0,0,1.506-5.649,7.81,7.81,0,0,0-.633-4.1A4.337,4.337,0,0,0,14.026,21.3Z"
                              transform="translate(1661.438 529.863)"
                              fill="#3ec4b5"
                            ></path>
                            <path
                              id="icons8_pdf-2"
                              data-name="icons8_pdf"
                              d="M8.784,2A5.805,5.805,0,0,0,3,7.784V32.849H6.856V7.784A1.9,1.9,0,0,1,8.784,5.856H26.137V17.425H37.705V42.49a1.9,1.9,0,0,1-1.928,1.928H29.993v3.856h5.784a5.805,5.805,0,0,0,5.784-5.784V14.7L28.863,2ZM29.993,8.583l4.986,4.986H29.993Z"
                              transform="translate(1661.438 529.863)"
                              fill="#392c23"
                            ></path>
                          </g>
                        </svg>
                      </figure>
                      <h4>الخطة الاستراتيجية لبلدية غزة (2018-2021)</h4>
                    </div>
                    <div class="plan-card-footer">
                      <h6>650 ك. ب</h6>
                      <a href="#">
                        تحميل
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="10.586"
                          height="14.114"
                          viewBox="0 0 10.586 14.114"
                        >
                          <path
                            id="icons8_download_1"
                            d="M7.7,2v8.578L4.59,7.467l-.827.827,4.53,4.535,4.535-4.535-.836-.827-3.11,3.11V2ZM3,14.938v1.176H13.586V14.938Z"
                            transform="translate(-3 -2)"
                            fill="currentColor"
                          ></path>
                        </svg>
                      </a>
                    </div>
                  </div>
                </div>
                <div class="col-md-6">
                  <div class="plan-card">
                    <div class="plan-card-body">
                      <figure>
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="38.562"
                          height="46.274"
                          viewBox="0 0 38.562 46.274"
                        >
                          <g
                            id="Group_62561"
                            data-name="Group 62561"
                            transform="translate(-1664.438 -531.863)"
                          >
                            <path
                              id="icons8_pdf"
                              d="M14.026,21.3A3.25,3.25,0,0,0,11.947,22a3.535,3.535,0,0,0-1.054,1.687,8.33,8.33,0,0,0-.06,3.615,31.008,31.008,0,0,0,2,6.115c-.286.859-.286,1.537-.648,2.38a28.627,28.627,0,0,1-1.627,2.847A23.333,23.333,0,0,0,6.043,40.26a6.731,6.731,0,0,0-2.591,2.485,3.976,3.976,0,0,0,.271,3.916A3.789,3.789,0,0,0,5.44,48.078a3.529,3.529,0,0,0,2.229.015,6.977,6.977,0,0,0,3.148-2.3,29.2,29.2,0,0,0,2.335-4.022c.572-.151.919-.407,1.506-.527a21.674,21.674,0,0,1,2.561-.211,18.6,18.6,0,0,0,1.326,1.913,5,5,0,0,0,3.615,1.416,4.481,4.481,0,0,0,3.434-2.486h.015l.015-.03a3.488,3.488,0,0,0,.422-2,3.17,3.17,0,0,0-1.009-1.868,5.217,5.217,0,0,0-3.148-1.145,18.963,18.963,0,0,0-2.832.226A18.955,18.955,0,0,1,17.1,34.129c-.136-.286-.151-.542-.271-.843a27.979,27.979,0,0,0,1.506-5.649,7.81,7.81,0,0,0-.633-4.1A4.337,4.337,0,0,0,14.026,21.3Z"
                              transform="translate(1661.438 529.863)"
                              fill="#3ec4b5"
                            ></path>
                            <path
                              id="icons8_pdf-2"
                              data-name="icons8_pdf"
                              d="M8.784,2A5.805,5.805,0,0,0,3,7.784V32.849H6.856V7.784A1.9,1.9,0,0,1,8.784,5.856H26.137V17.425H37.705V42.49a1.9,1.9,0,0,1-1.928,1.928H29.993v3.856h5.784a5.805,5.805,0,0,0,5.784-5.784V14.7L28.863,2ZM29.993,8.583l4.986,4.986H29.993Z"
                              transform="translate(1661.438 529.863)"
                              fill="#392c23"
                            ></path>
                          </g>
                        </svg>
                      </figure>
                      <h4>الخطة الاستراتيجية لبلدية غزة (2018-2021)</h4>
                    </div>
                    <div class="plan-card-footer">
                      <h6>650 ك. ب</h6>
                      <a href="#">
                        تحميل
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="10.586"
                          height="14.114"
                          viewBox="0 0 10.586 14.114"
                        >
                          <path
                            id="icons8_download_1"
                            d="M7.7,2v8.578L4.59,7.467l-.827.827,4.53,4.535,4.535-4.535-.836-.827-3.11,3.11V2ZM3,14.938v1.176H13.586V14.938Z"
                            transform="translate(-3 -2)"
                            fill="currentColor"
                          ></path>
                        </svg>
                      </a>
                    </div>
                  </div>
                </div>
                <div class="col-md-6">
                  <div class="plan-card">
                    <div class="plan-card-body">
                      <figure>
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="38.562"
                          height="46.274"
                          viewBox="0 0 38.562 46.274"
                        >
                          <g
                            id="Group_62561"
                            data-name="Group 62561"
                            transform="translate(-1664.438 -531.863)"
                          >
                            <path
                              id="icons8_pdf"
                              d="M14.026,21.3A3.25,3.25,0,0,0,11.947,22a3.535,3.535,0,0,0-1.054,1.687,8.33,8.33,0,0,0-.06,3.615,31.008,31.008,0,0,0,2,6.115c-.286.859-.286,1.537-.648,2.38a28.627,28.627,0,0,1-1.627,2.847A23.333,23.333,0,0,0,6.043,40.26a6.731,6.731,0,0,0-2.591,2.485,3.976,3.976,0,0,0,.271,3.916A3.789,3.789,0,0,0,5.44,48.078a3.529,3.529,0,0,0,2.229.015,6.977,6.977,0,0,0,3.148-2.3,29.2,29.2,0,0,0,2.335-4.022c.572-.151.919-.407,1.506-.527a21.674,21.674,0,0,1,2.561-.211,18.6,18.6,0,0,0,1.326,1.913,5,5,0,0,0,3.615,1.416,4.481,4.481,0,0,0,3.434-2.486h.015l.015-.03a3.488,3.488,0,0,0,.422-2,3.17,3.17,0,0,0-1.009-1.868,5.217,5.217,0,0,0-3.148-1.145,18.963,18.963,0,0,0-2.832.226A18.955,18.955,0,0,1,17.1,34.129c-.136-.286-.151-.542-.271-.843a27.979,27.979,0,0,0,1.506-5.649,7.81,7.81,0,0,0-.633-4.1A4.337,4.337,0,0,0,14.026,21.3Z"
                              transform="translate(1661.438 529.863)"
                              fill="#3ec4b5"
                            ></path>
                            <path
                              id="icons8_pdf-2"
                              data-name="icons8_pdf"
                              d="M8.784,2A5.805,5.805,0,0,0,3,7.784V32.849H6.856V7.784A1.9,1.9,0,0,1,8.784,5.856H26.137V17.425H37.705V42.49a1.9,1.9,0,0,1-1.928,1.928H29.993v3.856h5.784a5.805,5.805,0,0,0,5.784-5.784V14.7L28.863,2ZM29.993,8.583l4.986,4.986H29.993Z"
                              transform="translate(1661.438 529.863)"
                              fill="#392c23"
                            ></path>
                          </g>
                        </svg>
                      </figure>
                      <h4>الخطة الاستراتيجية لبلدية غزة (2018-2021)</h4>
                    </div>
                    <div class="plan-card-footer">
                      <h6>650 ك. ب</h6>
                      <a href="#">
                        تحميل
                        <svg
                          xmlns="http://www.w3.org/2000/svg"
                          width="10.586"
                          height="14.114"
                          viewBox="0 0 10.586 14.114"
                        >
                          <path
                            id="icons8_download_1"
                            d="M7.7,2v8.578L4.59,7.467l-.827.827,4.53,4.535,4.535-4.535-.836-.827-3.11,3.11V2ZM3,14.938v1.176H13.586V14.938Z"
                            transform="translate(-3 -2)"
                            fill="currentColor"
                          ></path>
                        </svg>
                      </a>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>
